[
  "I'm not stressed. I'm just... pre-panicking.",
  "Stress is when you wake up screaming — and realize you haven’t fallen asleep yet.",
  "Why did the stressed-out computer crash? Too many tabs open — like my brain!",
  "‘Don’t stress’ is like saying ‘Don’t be tall’ — thanks, very helpful!",
  "I tried yoga to reduce stress. I stressed more about doing yoga right.",
  "Stress is like a bad car, it’s easy to overdo it, but it gets worse with every pass.",
  "Stress spelled backwards is ‘sserts’ and that’s why I eat cookies when I'm anxious.",
  "I tried being chill. It gave me anxiety.",
  "If stress burned calories, I’d be a fitness influencer by now.",
  "‘Take a deep breath’ — cool, now what do I do with this existential dread?",
  "'Just relax!' — okay, let me press my imaginary off-switch real quick.",
  "Stress is when even your to-do list gives you side-eye.",
  "I’m not overwhelmed. I’m just... emotionally buffering.",
  "Stress is when even your to-do list gives you side-eye.",
  "Stress is when you start arguing with the GPS like it’s personal.",
  "Why did the brain need a break? Because even caffeine said, 'I can’t help you, bro.'",
  "'Don’t worry about it' — amazing advice from someone who clearly has no idea who I am.",
  "I tried journaling to relieve stress, but now I’m anxious about my handwriting.",
  "My thoughts are like pop-up ads. Unwanted, loud, and impossible to close.",
  "Stress level: thinking about relaxing is stressing me out.",
  "Why did I bring 7 snacks to work? Emotional support snacks.",
  "I’m not a control freak, I just like to know what’s going to happen next — like, all the time.",
  "I’m not stressed, I’m just in a long-term relationship with anxiety.",
  "I’m not stressed, I’m just a professional, full-time overthinker.",
  "If overthinking was an Olympic sport, I'd be on my third gold medal.",
  "I downloaded a mood tracker and it just keeps saying ‘yikes.’",
  "‘Just let it go’ — sure, let me just put down this 10-year-old grudge real quick.",
  "I thought I was chill, but it was just the 15-minute nap between panic cycles.",
  "My brain is on airplane mode. No notifications. Still stressed.",
  "I’m not a procrastinator, I’m just on a very long coffee break.",
  "Why did I scream into a pillow? For emotional acoustics.",
  "Tried doing nothing to relax. Ended up thinking about everything I’ve ever done.",
  "My therapist asked me to name my stress. I called it 'Monday'.",
  "I’m fine. Just aggressively fine with a hint of meltdown.",
  "Why do I take long showers? Because it’s the only place I can cry and multitask.",
  "Stress level: my inner child needs a nap and a juice box.",
  "I'm not spiraling. I'm just taking the scenic route through anxiety.",
  "Stress is realizing you’ve been clenching your jaw since 2008.",
  "Why did the overworked brain freeze? It saw the to-do list and short-circuited.",
  "‘Relax!’ Cool, I’ll just tell my fight-or-flight system to take a vacation.",
  "I tried deep breathing but now I’m lightheaded and stressed.",
  "My brain’s version of ‘rest mode’ is obsessing quietly.",
  "Stress hits different when your ‘break’ is just changing locations to panic in.",
  "Why do I scroll my phone instead of sleeping? It’s called anxiety enrichment time.",
  "I’m not busy, I’m just emotionally booked.",
  "Told my stress I needed space. It moved in with louder thoughts.",
  "I downloaded a sleep app. It says I rest like a haunted house.",
  "Why did I cry in the car? Because it has good acoustics and cup holders.",
  "If thinking too much was cardio, I'd have abs of anxiety.",
  "‘You worry too much.’ Thank you, I hadn’t noticed the mental fireworks!",
  "I’m not late. I was just arguing with my existential dread.",
  "My comfort zone filed a restraining order against me.",
  "I tried affirmations but my brain auto-corrected them to sarcasm.",
  "I asked for inner peace. I got inner panic with jazz hands.",
  "Why do I talk to myself? Because I need expert advice in high-stress moments.",
  "If stress had a ringtone, it would be a screaming goat on loop."
]
